import one from "../assets/DSC00586.jpg"
import two from "../assets/DSC00589.jpg"
import three from "../assets/DSC00591.jpg"


export const products = [
  {
    id: 1,
    name: "Горный Мускус",
    description: "Чистый и благородный, как горный воздух. С нотами альпийских трав и древесины.",
    price: "12 500 ₽",
    placeholder: one
  },
  {
    id: 2,
    name: "Сафлор Чечни",
    description: "Теплый и солнечный, с нотами горных цветов и специй. Аромат родины.",
    price: "14 200 ₽",
    placeholder: two
  },
  {
    id: 3,
    name: "Волк Гор",
    description: "Сильный и независимый. Ноты кожи, дыма и горных трав.",
    price: "13 800 ₽",
    placeholder: three
  }
];

export const features = [
  {
    id: 1,
    icon: "🏔️",
    title: "Горное качество",
    description: "Только натуральные ингредиенты из экологически чистых регионов"
  },
  {
    id: 2,
    icon: "🤝",
    title: "Честность и традиции",
    description: "Работаем по принципам чеченского кодекса чести - 'Нохчалла'"
  },
  {
    id: 3,
    icon: "⚜️",
    title: "Наследие мастеров",
    description: "Секреты парфюмерного искусства передаются из поколения в поколение"
  }
];